{
    "questions": [
        "What do you value in life?",
        "What name would you give to an orphan's child?",
        "What's the best way to catch a squirrel with your bare hands?",
        "In which country did the Great Emu War take place?",
        "How many dimples are there on a standard golf ball?",
        "What is the speed of light in miles per hour?",
        "What did the ancient Romans use as a sweetener before sugar was introduced?",
        "What is the main ingredient in a traditional French omelette?",
        "Which fruit is known as the 'king of fruits' and has a strong odor?",
        "What is the world record for the most T-shirts worn at once?",
        "How many toes does a two-toed sloth have?",
        "What is the term for a group of flamingos?",
        "What is the fear of long words called?",
        "Which planet in our solar system is sometimes called the 'Evening Star'?",
        "What is the name of the imaginary line that divides the Earth into the Northern and Southern Hemispheres?",
        "How many legs does a spider typically have?",
        "What is the main ingredient in traditional Japanese miso soup?",
        "What was the first toy to be advertised on television?",
        "What's the largest species of penguin?",
        "What is the chemical formula for table salt?",
        "How many noses does a slug have?",
        "What is the world's smallest mammal?",
        "Which planet is known as the 'Red Planet'?",
        "What's the official language of Australia?",
        "What is the fear of the number 13 called?",
        "How many stomachs does a cow have?",
        "What is the national bird of New Zealand?",
        "What is the only continent with land in all four hemispheres?",
        "What is the main ingredient in a traditional Mexican guacamole?",
        "What is the fear of peanut butter sticking to the roof of your mouth called?",
        "What is the smallest prime number?",
        "What is the longest word in the English language?",
        "What's the world record for the most rubber bands stretched over a watermelon?",
        "What is the national flower of the United States?",
        "What's the only planet in our solar system that rotates clockwise?",
        "What's the fear of Friday the 13th called?",
        "What's the world's largest fruit?",
        "How long is an eon in geological terms?",
        "What is the chemical symbol for gold?",
        "What's the world record for the most people crammed into a phone booth?",
        "What's the fear of clowns called?",
        "In which country can you find the Great Barrier Reef?",
        "What is the primary ingredient in traditional Indian curry?",
        "What is the world record for the longest time spent continuously playing a video game?",
        "What is the national animal of Scotland?",
        "What's the average number of licks to reach the center of a Tootsie Pop, according to a famous commercial?",
        "What's the fear of the number 666 called?",
        "In which year did the Great Molasses Flood occur in Boston?",
        "What is the main ingredient in traditional Korean kimchi?",
        "What's the world's largest living land animal?",
        "What is the chemical symbol for silver?",
        "What's the fear of paper called?",
        "What is the national flower of the Netherlands?",
        "What's the only planet in our solar system that doesn't have a moon?",
        "What is the fear of long words called?",
        "In which country did the Dance Fever pandemic occur in 1518?",
        "What is the main ingredient in traditional Thai green curry?",
        "What's the world record for the largest collection of rubber ducks?",
        "What is the national bird of India?",
        "What's the largest planet in our solar system?",
        "What is the chemical symbol for iron?",
        "What's the fear of vegetables called?",
        "What's the world record for the longest hiccuping spree?",
        "In which country can you find the ancient city of Petra?",
        "What is the primary ingredient in traditional Mexican salsa?",
        "What's the world's smallest mammal?",
        "What is the national animal of Australia?",
        "What's the fear of the number 13 called?",
        "In which year did the Great Fire of London occur?",
        "What is the main ingredient in traditional Italian pesto sauce?",
        "What's the world record for the most tattoos in 24 hours by a single person?",
        "What is the national flower of Japan?",
        "What's the only planet in our solar system with a day longer than its year?",
        "What is the chemical symbol for helium?",
        "What's the fear of opening one's eyes underwater called?",
        "What's the world record for the largest collection of plastic bags?",
        "What is the national animal of Canada?",
        "What is the world record for the most Jenga blocks stacked on a single vertical Jenga block?",
        "What's the fear of long toenails called?",
        "In which country is Mount Everest located?",
        "What is the primary ingredient in traditional Greek tzatziki sauce?",
        "What's the world record for the longest time spent continuously hula hooping?",
        "What is the national animal of China?",
        "What's the number of licks it takes to finish a standard ice cream cone?",
        "What's the fear of buttons called?",
        "In which year did the Titanic sink?",
        "What is the main ingredient in traditional Spanish paella?",
        "What's the world's smallest bird?",
        "What is the chemical symbol for copper?",
        "What's the fear of belly buttons called?",
        "What is the national flower of England?",
        "What's the only planet in our solar system not named after a god or goddess?",
        "What is the fear of long numbers called?",
        "In which year did the Salem witch trials take place?",
        "What is the main ingredient in traditional Ethiopian injera bread?",
        "What's the world record for the longest fingernails ever recorded?",
        "What is the national bird of the United States?",
        "What's the smallest planet in our solar system?",
        "What is the chemical symbol for lead?",
        "What's the fear of dolls called?",
        "What's the world record for the largest collection of rubber bands stretched over the face in one minute?",
        "In which country can you find the ancient city of Machu Picchu?",
        "What is the primary ingredient in traditional Vietnamese pho soup?",
        "What's the world's fastest land animal?",
        "What is the national animal of Russia?",
        "What's the fear of the color purple called?",
        "In which year was the first recorded game of baseball played?",
        "What is the main ingredient in traditional Indian naan bread?",
        "What's the world record for the most consecutive days spent on a Ferris wheel?",
        "What is the national flower of South Korea?",
        "What's the only planet in our solar system that rotates on its side?",
        "What is the chemical symbol for potassium?",
        "What's the fear of vegetables shaped like human body parts called?",
        "What's the world record for the largest collection of rubber ducks wearing sunglasses?",
        "In which country can you find the ancient city of Troy?",
        "What is the primary ingredient in traditional Thai pad Thai noodles?",
        "What's the world's largest land animal?",
        "What is the national animal of South Africa?",
        "If you could have a romantic dinner anywhere in the world, where would it be?",
        "What's your idea of the perfect date night?",
        "What's your favorite romantic movie of all time?",
        "If you could receive a love letter from anyone, living or dead, who would it be from?",
        "What's the most romantic song you've ever heard?",
        "If you could spend a day with your ideal romantic partner, what activities would you do together?",
        "What's your favorite way to express affection in a relationship?",
        "What qualities do you find most attractive in a romantic partner?",
        "If you could have a superpower related to love, what would it be?",
        "What's your favorite type of romantic gesture?",
        "If you could travel back in time to any romantic era, when and where would you go?",
        "What's the most memorable romantic gift you've ever received or given?",
        "If you could have a romantic adventure with a fictional character, who would it be?",
        "What's your dream romantic getaway destination?",
        "If you could write a love letter to your future self, what would you say?",
        "What's your favorite romantic quote or saying?",
        "If you could have a romantic dinner with any historical figure, who would it be?",
        "What's your idea of the perfect love story?",
        "If you could create the ideal romantic setting, what would it look like?",
        "What's the most romantic place you've ever been to?",
        "If you could receive a bouquet of flowers in any color, which color would you choose?",
        "What's your favorite romantic memory?",
        "If you could star in a romantic movie, who would be your on-screen partner?",
        "What's your favorite romantic tradition?",
        "If you could have a romantic conversation with someone from the past, who would it be?",
        "What's your favorite type of love poem or writing?",
        "If you could be serenaded with any love song, which song would you choose?",
        "What's your favorite romantic dessert?",
        "If you could be in a romantic setting from a book, which book would it be?",
        "What's your favorite romantic activity to do during the holidays?",
        "If you could receive a love note in any language, which language would you choose?",
        "What's your favorite romantic nickname or term of endearment?",
        "If you could experience a magical romantic moment, what would it be?",
        "What's your favorite romantic scene from a movie?",
        "If you could have a heartfelt conversation with someone you love, what would you say?",
        "What's your favorite romantic symbol or gesture?",
        "If you could have a romantic date in any season, which season would you choose?",
        "What's your favorite way to say 'I love you' without using words?",
        "If you could receive a romantic gift made by hand, what would it be?",
        "What's your favorite romantic memory involving stargazing?",
        "If you could have a romantic encounter in a fairytale setting, which fairytale would it be?",
        "What's the world's oldest profession?",
        "What's the traditional attire worn by a chef called?",
        "Which company is known for its search engine and is often used as a verb to mean 'to search the internet'?",
        "What's the term for a person who designs buildings and oversees their construction?",
        "What's the largest organ in the human body?",
        "Which company is famous for its electric cars, including the Model S and Model 3?",
        "What's the term for a person who creates and designs visual elements for printed, digital, or visual media?",
        "What's the title given to the leader of a company or organization?",
        "What's the term for a person who studies the behavior of individuals or groups in organizations?",
        "What's the title given to a person who manages the day-to-day operations of a business or organization?",
        "Which gas do plants absorb from the atmosphere?",
        "What's the chemical symbol for gold?",
        "Which company is known for its electric and hybrid vehicles, including the Prius?",
        "What's the term for a person who provides medical care and treatment to patients?",
        "What's the chemical symbol for oxygen?",
        "What's the title given to a person who represents a country in diplomatic matters?",
        "What's the term for a person who studies and practices law, representing clients in legal matters?",
        "In which industry would you typically find a civil engineer working?",
        "What's the term for a person who works with numbers and financial data, often preparing tax returns?",
        "In which field did Charles Darwin make significant contributions?",
        "In which field did Marie Curie make significant contributions?",
        "In which field did Albert Einstein make significant contributions?"    
    ]
}
